org/2020/2020-40.org
#+SETUPFILE: ~/repo/blog/tpl/nil-site-tpl.org
#+TITLE: 2020-40

9.28-10.4

这是 2020 年第 40 周总结。

洗过脚后，我的心情明显变好些了。我可以适时地回忆这一周的所思所想、所见所闻。学校在
10.1~10.3
这三天放假。我的三天过得很充实，快要死了。自由支配的时间，充足的电量，我心满意足地坐在电脑前面，从未离开过。

我在这三天时间完成了几个重要事情：

- 对于
  [[https://github.com/Gaotianhe/wiki-docs][wiki-docs]]，整理又整理，还补充了很多有价值的东西
- 对于
  [[https://github.com/Gaotianhe/coding][coding]]，我开始以这个代码库作为代码日志，记录每日代码进展
- 对于
  [[https://github.com/Gaotianhe/CHANGELOG][CHANGELOG]]，我开始写日记，并记录自己的跑步🏃‍情况
- 还有更多已完成或者正在进行的工作，请移步至我的 GitHub
  主页浏览：[[https://github.com/Gaotianhe][Gaotianhe(Jimgao)]]

--------------

今天遇到一件事------下午快上课时，我把耳机摘下，放进书包，准备进入上课状态。后排有人拍了我一下肩膀，我回过头，她戴着口罩，我一时间没有认出来。我说，"不好意思，我不知道你是谁。"下一刻我看到她的格子衣领，脑袋里一个人的形象浮现出来，记忆里她经常穿带类似领子的衣服。试探性地说，"xxx。"她点头。确认后转身坐好，没有再和她说话。

很意外，我以为再也见不到她了，不曾想却见到了。

下课时，看着她的背影，有种说不出的优雅在里面，给我印象很深的就是那只右手，那时的姿态让我很是欣赏。

我对她的认识很浅，只是知道名字，相互聊过一段时间。仅此而已，只怪自己当时太心急，不然的话后来可能会有更多说话的机会。现在只能是陌路人了。

我的所有心神都放在计算机上，与计算机的无关的其他事物都毫无兴趣。当母亲谈起我为什么不在中秋节时问候家族长辈时，叹息母亲不了解我，我也不想让她了解我。因为这很耗时间，而我的时间太过宝贵，尤其是这个离毕业没有几个月的时间。我要求的不多，我只是希望自己能多些时间研究计算机，仅此而已。别无所求。
